Repository: xfce-mirror/xfce4-netload-plugin
Catalog: po/*.po
Languages: de

source: Net
de: Netz

source: Unknown error.
de: Unbekannter Fehler.

source: Linux proc device '/proc/net/dev' not found.
de: Linux-Prozessdatei »/proc/net/dev« nicht gefunden.

source: Interface was not found.
de: Schnittstelle nicht gefunden.

source: << %s >> (Interface down)
de: »%s« (Schnittstelle deaktiviert)

source: << %s >> (%s) Average of last %d measures with an interval of %.2fs: Incoming: %s Outgoing: %s Total: %s
de: »%s« (%s) Durchschnitt der letzten %d Messungen in einem Abstand von %.2fs: Eingehend: %s Ausgehend: %s Gesamt: %s

source: no IP address
de: keine IP-Adresse

source: %s: Error in initializing: %s
de: %s: Fehler beim Initialisieren: %s

source: Display the current load of a network interface in the panel
de: Anzeige der aktuellen Auslastung einer Netzwerkschnittstelle in der Leiste

source: Bar color (i_ncoming):
de: Balkenfarbe (ei_ngehend):

source: Bar color (_outgoing):
de: Balkenfarbe (au_sgehend):

source: Maximum (inco_ming):
de: Höchstwert (_eingehend):

source: Maximum (o_utgoing):
de: Höchstwert (_ausgehend):

source: Network Monitor
de: Netzwerkmonitor

source: _Close
de: _Schließen

source: _Help
de: _Hilfe

source: _Text to display:
de: Angezeigter _Text:

source: Network _device:
de: Netzwerk_schnittstelle:

source: Update _interval:
de: Aktualisierungs_intervall:

source: Show values as _bits
de: Werte als _Bits anzeigen

source: _Automatic maximum
de: Automatischer _Höchstwert

source: _Present data as:
de: _Daten darstellen als:

source: Bars
de: Balken

source: Values
de: Werte

source: Bars and values
de: Balken und Werte

source: _Colorize values
de: _Werte färben

source: _Digits number:
de: _Stellenzahl:

source: Show network traffic
de: Netzwerkverkehr anzeigen

source: bps
de: bit/s

source: Kbps
de: Kbit/s

source: Mbps
de: Mbit/s

source: Gbps
de: Gbit/s
